export const m = {
    /** 
     * index 组件
     * */ 
	中文: '中文',
	英文: '英文',
	韩语: '韩语',
	日语: '日语',
	确定切换语言吗: '确定切换语言吗',
	提示: '提示',
	确定: '确 定',
	取消: '取 消',
	首页: '首页',
	搜索内容: '搜索内容',
	交易中的地址: '交易中的地址',
	地址名称: '地址名称',
	交易状态: '交易状态',
	已完成: '已完成',
	准备中: '准备中',
	币种价格曲线: '币种价格曲线',
	最新完成交易数据: '最新完成交易数据',
	交易时间: '交易时间',
	更多: '更多',
	布伦特原油交易行情: '布伦特原油交易行情',
    原油: '原油',
    // 弹出窗
    交易地址信息: '交易地址信息',
    日交易次数: '日交易次数',
    实时频率: '实时频率',
    原始币数量: '原始币数量',
    当前钱包内货币总数: '当前钱包内货币总数',
    最低时期币数: '最低时期币数',
    最高时期币数: '最高时期币数',
    钱包地址: '钱包地址',
    暂无数据: '暂无数据!',
    // 确定: '确 定',
    图标: '图标',
    日期: '日期',
    /**
     * other 组件
     *  */ 
	EOC数量实时数据: 'EOC数量实时数据',
    每日会员增长数量: '每日会员增长数量',
    语言设置: '语言设置',
    EOC当前剩余数量: 'EOC当前剩余数量',
    EOC当日分配数量: 'EOC当日分配数量',
    EOC当日分配剩余数量: 'EOC当日分配剩余数量',
    EOC数量实时数据图: 'EOC数量实时数据图',
    当前会员总数: '当前会员总数',
    每日会员增长数量: '每日会员增长数量',
    请选择您要切换的语言: '请选择您要切换的语言',

}